[
  {
    "id": 1,
    "name": "Personal Training",
    "description": "Whether you’re new to exercising or a fitness pro, we’re here to provide you with personalized coaching and support inside and outside the club. Our professional programming, tools, and guidance will help you stay on track, reach your goals, and get to a healthier place.",
    "price": "$50",
    "image": "https://raw.githubusercontent.com/FazleRabbiRana/gym-services-data/main/images/personal-training.jpg"
  },
  {
    "id": 2,
    "name": "Nutritional Counseling",
    "description": "In today's world of the always changing diet-trend, it is our job to stay up to date with the latest research and science to provide you with the best guidance possible. We are always open to finding unique ways to help you, whether it is coming into your home and seeing how/what you cook for dinner OR holding your hand through the grocery store. We have even texted with clients about what to order from a menu when on the road traveling. Whatever the need is, We are here to help you find that sweet spot to a healthy and happy way of eating.",
    "price": "$20",
    "image": "https://raw.githubusercontent.com/FazleRabbiRana/gym-services-data/main/images/nutritional-counseling.jpg"
  },
  {
    "id": 3,
    "name": "Body Massage",
    "description": "A thin person’s muscles could be in top shape than yours when it comes to agility and functionality. That’s because their muscles are not being subjected to rigorous physical activity and occasional trauma. If you work out, getting a regular massage therapy is extremely beneficial for you. Read on to know how massages can alleviate your muscle soreness, improve their functionality, and range of motion.",
    "price": "$60",
    "image": "https://raw.githubusercontent.com/FazleRabbiRana/gym-services-data/main/images/body-massage.jpg"
  },
  {
    "id": 4,
    "name": "Swim Lessons",
    "description": "We’re proud to offer “Learn to Swim” programme. The programme is designed to empower and inspire the people of every ages to challenge themselves on their own personal journey of learning to swim. You will benefit from well-planned lessons, featuring repetitive, accurate and quality practice, with elements of guided discovery. And if that all sounds a little serious, don’t worry. The programme is based on structured play, so every lesson feels like loads of fun.",
    "price": "$30",
    "image": "https://raw.githubusercontent.com/FazleRabbiRana/gym-services-data/main/images/swim-lessons.jpg"
  },
  {
    "id": 5,
    "name": "Outdoor Activities",
    "description": "Outdoor fitness can be a structured exercise program that takes advantage of natural terrain to get you in shape, or it can be as simple as a brisk walk around the block. Outdoor fitness comes in many forms: Light gardening or other yard work, for example, is considered moderate physical activity, and a 154-pound man can burn approximately 330 calories in an hour doing it, according to the United States Department of Agriculture (USDA).",
    "price": "$40",
    "image": "https://raw.githubusercontent.com/FazleRabbiRana/gym-services-data/main/images/outdoor-activities.jpg"
  },
  {
    "id": 6,
    "name": "Yoga Training",
    "description": "Yoga is an old discipline from India, which has changed a lot over time. Practitioners and followers of the original yoga traditions focused on “expanding spiritual energy using breathing methods and mental focus”. If you are performing full-body compound lifts at the gym and lifting weights explosively, for example some kettlebell exercises, you will activate your fast twitch muscle fibres. This helps you develop power and speed. In yoga, performing slow movements and holding position for a while, you will be working slow-twitch muscle fibres, which build endurance. It is important to maintain balance between both types of muscle fibres! As discussed above, there is no doubt that yoga is amazing for both your mental and physical health. However, if you want to give your bones and muscles the best fighting chance against loss and damage it is important to cross train.",
    "price": "$30",
    "image": "https://raw.githubusercontent.com/FazleRabbiRana/gym-services-data/main/images/yoga-training.jpg"
  },
  {
    "id": 7,
    "name": "Medical Monitoring",
    "description": "This medically oriented gym is coordinated by an interdisciplinary team that includes medical providers, licensed therapists, exercise specialists, and nutrition experts. The goal of this is to provide individuals who need or want to improve and/or maintain an optimal level of health through activity, exercise, education and medical monitoring. Each member is personally assessed to identify specific health and wellness needs. This allows us to create safe and comprehensive life-improving programs to help members move better, feel better and live better.",
    "price": "$100",
    "image": "https://raw.githubusercontent.com/FazleRabbiRana/gym-services-data/main/images/medical-monitoring.jpg"
  },
  {
    "id": 8,
    "name": "Competition Events",
    "description": "Have your ever thought about entering a bodybuilding competition but have no idea what to expect? After many months or years of pounding away in the gym you may wish to compete in a bodybuilding contest. We focus on competitive bodybuilding that will help you prepare for your first contest. Of course not everyone is interested in competition. In fact the vast majority of people in the gym have no intention of competing. But for those of you who do want to compete in the future, this is for you.",
    "price": "$150",
    "image": "https://raw.githubusercontent.com/FazleRabbiRana/gym-services-data/main/images/competition-events.jpg"
  }
]